Repository: common-repository/lis-video-gallery
Catalog: languages/lis_video_gallery-*.po
Languages: ru_ru

source: Video Image
ru_ru: Картинка Видео

source: Video Shortcode
ru_ru: Шорткод Видео

source: Media
ru_ru: Медиа

source: External
ru_ru: Внешнее

source: Source
ru_ru: Источник

source: Source for Video Shortcode
ru_ru: Источник для Видео Шорткода

source: Video
ru_ru: Видео

source: Video for output
ru_ru: Видео для Вывода

source: Video image
ru_ru: Картинка видео

source: Video Title
ru_ru: Заголовок видео

source: Custom CSS class
ru_ru: Произвольный CSS класс

source: This is custom option. You can leave it empty. Also, you can assign few classes separating them with space.
ru_ru: Эта опция необязательна. Это поле можно оставить пустым. Можно так же добавить несколько CSS Классов, разделяя их пробелами.

# post type general name
source: Video
ru_ru: Видео

# post type singular name
source: Video
ru_ru: Видео

# admin menu
source: Videos
ru_ru: Видео

# add new on admin bar
source: Video
ru_ru: Видео

# video
source: Add New
ru_ru: Добавить новое

source: Add New Video
ru_ru: Добавить новое видео

source: New Video
ru_ru: Новое видео

source: Edit Video
ru_ru: Редактировать

source: View Video
ru_ru: Посмотреть

source: All Videos
ru_ru: Все видео

source: Search Videos
ru_ru: Поиск по видео

source: Parent Video:
ru_ru: Родительское видео:

source: No videos found.
ru_ru: Не найдено видео.

source: No videos found in Trash.
ru_ru: Не найдено видео среди удаленных.

source: Description.
ru_ru: Описание.

# taxonomy general name
source: Video Gallery
ru_ru: Видео галерея

# taxonomy singular name
source: Video Gallery
ru_ru: Видео галлерея

source: Search Video Galleries
ru_ru: Искать среди видео галлерей

source: All Video Galleries
ru_ru: Все видео галлереи

source: Parent Video Gallery
ru_ru: Родительская видео галерея

source: Parent Video Gallery:
ru_ru: Родительская видео галерея

source: Edit Video Gallery
ru_ru: Редактировать видео галерею

source: Update Video Gallery
ru_ru: Обновить видео галерею

source: Add New Gallery
ru_ru: Добавить новую видео галерею

source: New Gallery Name
ru_ru: Названию новой галереи

source: Gallery
ru_ru: Галерея

source: Video URL
ru_ru: URL Видео

source: Wrong URL
ru_ru: Неправильный URL

source: Load More
ru_ru: Загрузить ещё

source: Loading
ru_ru: Загрузка

source: Video Gallery Plugin Settings Page
ru_ru: Страница настроек плагина

source: Internal problems occured!
ru_ru: Произошла внутренняя ошибка.

source: Popup box:
ru_ru: Popup библиотека:

source: Choose any option to set popup box method
ru_ru: Выберите одну из опций для библиотеки popup

source: None
ru_ru: Никакая

source: Load From:
ru_ru: Загружать из:

source: Choose any option to set loading source of box script
ru_ru: Выберите опцию для способа загрузки Popup библиотеки

source: Do not load
ru_ru: Не загружать

source: Built in Plugin
ru_ru: Встроенная в плагин

source: Save
ru_ru: Сохранить

source: Usage
ru_ru: Как использовать

source: Plugin already created new video type. It located below simple posts.
ru_ru: Плагин уже создал новый тип записей. Он расположен в меню ниже записей.

source: Add titles and url to new video. No need in thumbnail. Plugin supports youtube and vimeo. Url for paste should be like:
ru_ru: Добавьте заголовок и url видео. Нет необходимости загружать миниатюру. Плагин поддерживает youtube и vimeo. Вставляемый URL должен быть вида:

source: Plugin provides shortcode to output gallery in any page.
ru_ru: Для вставки галереи используется шорткод.

source: Options
ru_ru: Опции

source: default value. Enable ajax button.
ru_ru: стандартное значение. Включает ajax кнопку.

source: disable ajax button.
ru_ru: выключить ajax кнопку.

source: slug name of gallery.
ru_ru: ярлык-имя галереи.

source: number of videos to display. Default is 12.
ru_ru: количество отображаемых видео. Стандартно 12.

source: Plugin provides easy way to make video gallery using videos hosted on YouTube or Vimeo.
ru_ru: Плагин позволяет легко создавать видео-галереи на основе видео находящиеся на YouTube и Vimeo
